{
  "asia": [
    {
      "englishCountryName": "afghanistan",
      "englishBody": [
        "Afghanistan can be said as one of the most characteristic of folk music in the world. When you look at the instruments, musicians, genres and type of the folk music, it looks like that you are looking deep in the history. Afghanistan has been under civil war and also fundamentalism of Taliban for a long period. Although this has been destructive for the culture and people in many ways, but from the other side, this prevented globalization to go into Afghanistan, so the traditional and folk music and their instruments continue to exists in the root of culture and people life without so much influence of globalization. But the problem is also there are not so many recording of folk music exists. Kabul and Herat are two of the cities and areas which have great tradition of folk music in Afghanistan. The folk music from Herat is simply called Herati, Herat is located in western part of Afghanistan. During 15th century, it was a cultural center for Islamic territory. Herat has many folk songs which many people knows and sing them in different situation like wedding. You can listen to some of Herati folk songs in the list below.",
        "The folk dance of Afghanistan is called Attan which is considered as national dance. It comes from Pashtun area in eastern part of Afghanistan. It is also very common in Pakistan. The dance is done by a group of dancers from 50 people with colorful clothes. The music accompanied them with a kind of drum, Dhol. Dhol has different type and size. This folk dance is done in different styles in different part of Afghanistan. The traditional dance of Attan is done in many different type of ceremonies, from wedding to war. Even during the Taliban period which all kind of musics and even this dance was prohibited, it had been seen which some Taliban members do this dance before going to the war, as many of Taliban members was part of Pashtu people.",
        "The music, musicians and music lovers did not suffer just during the Taliban period. During Rabbani period (1992-1996), music was under tight control and musicans need to apply for license. Also they could not make their music freely and it was just religious music or songs in praise of Mujahidin was permitted. The same suffering was existed for music of Afghanistan during the ruling of communism.",
        "Classical traditional music of Afghanistan which is called Klasik is under influence of North Indian classical music. Many of Ustads (masters) of this music were educated and learn music in north India or at least they were student of somebody who was educated in India. This music is very similar to ragas, naghmehs and ghazals in Indian music. But one of the big difference of Afghan music with Indian raga is, it has more focus on rhythm and playing of tabla. Also in Afghan ghazals, Persian lyrics are used. In Afghan Klasik, some instruments is used which are not used in India. Dutar, sorna, sitar, dilruba, tambur, ghichak, and rubab.",
        "Some of the famous Klasik music singers are Mohammad Hussain Sarahang, Ustad Rahim Bakhsh and Ustad Amir Mohammad. Some of important Rubab player are Ustad Mohammad Omar, Mohammad Rahim Khushnawaz and Homayun Sakhi.",
        "Many years of war caused many of these musicians migrate from Afghanistan and live in Iran, Pakistan, United state or other countries.",
        "Tambur (tanbur) and dutar are also two other instruments which are used in Afghanistan folk music but they are different with Kurdish tanbur or dutars which are used in Iran or other countries in central Asia. On the list below you can listen to some tracks of these instruments.",
        "If you have some information about the folk and traditional music in Afghanistan please send us through contact us page or put a comment on each song page. Even a single phrase will help us. Or if you know some folk songs from Afghanistan which does not exist in the list below, please let us know."
      ],
      "songsList": [
        {
          "songName": "The dutar of Herat",
          "songArtist": "Ustad Abdul Karim Herawi ( عبد الکریم هروی )",
          "songPath": "https://folkcloud.com/uploads/Afghanistan/22638120-fc3b-4958-bf17-f08872d54883.mp3",
          "imgPath": "https://folkcloud.com/images/artists/26c89d87-2e32-4e48-96a2-97fbe69d1092.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Noore chashman-Herati song",
          "songArtist": "Qasem Masroor ( قاسم مسرور )",
          "songPath": "https://folkcloud.com/uploads/Afghanistan/9e5e475f-8473-4055-8adc-a956667a8545.mp3",
          "imgPath": "https://folkcloud.com/images/artists/0325a502-b434-4e77-9826-8e69fe7bfab9.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Gala Dokhtar-Herati song",
          "songArtist": "Qasem Masroor ( قاسم مسرور )",
          "songPath": "https://folkcloud.com/uploads/Afghanistan/421171e6-4843-4b26-80b0-dcc1761d448d.mp3",
          "imgPath": "https://folkcloud.com/images/artists/0325a502-b434-4e77-9826-8e69fe7bfab9.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    },
    {
      "englishCountryName": "armenia",
      "englishBody": [
        "Armenia is a small country with a population around three million and amazingly with rich ancient culture including folk music. Armenian highlands is a place where people sing many popular folk music songs. It is a home to the famous Ararat mountain and important classical composer, Aram Khachaturian. ",
        "Armenia has a sad history and until today, it suffers and mourn for it. Until 1880s, Armenians were living under the Ottoman Empire with harmony. But after that, rise of nationalism began to change the political situation of Ottoman Empire. Armenians were the only Christian minority between Ottoman Empire and Central Asia and they started to persecute Armenians. One of the biggest genocide of history was done by Turkish government between 1915 and 1923. In a systematic extermination, 1.5 million Armenians were murdered.  Obviously this was a big moment and tragedy in Armenian history and today this sadness can be heard in folk music of Armenia. Sad and mournful sound of duduk still talks about the Armenian Holocaust in the folk music of Armenia.",
        "Armenia is located in border of Asia and Europe. So the traditional music of Armenia has characteristics from both sides. From Asian side, Armenian folk music has elements from Middle East countries like Iran and Turkey. For example it is monophonic which is a single melodic line, without accompaniment at different pitches) and with a strong tonal center (a specific pitch which the music revolves around). From the other side, on the rhythms and dynamics, it is closer to European music.",
        "Folk music of Armenia consist of many different categories of the folk songs. For example many different working song for farmers which are performed in many different aspects. Wedding songs are another part of traditional songs. They consist of about 100 songs which each of them is for specific moment in the ceremony. Love and dance songs are another two categories for folk songs in Armenia. There are diverse rhythms and patterns for dance songs. ",
        "The diverse traditional music and songs of Armenia developed and collected by a priest called Komitas. He is recognized as one of pioneers of ethnomusicology. He was living during Armenian Genocide. He is widely seen as a martyr of the genocide and has been depicted as one of the main symbols of the Armenian Genocide in art. In the beginning he transformed to the killing camps, but with the request of Turkish nationalist poet Mehmet Emin Yurdakul, the writer Halide Edip, the US. ambassador Henry Morgenthau and then special order of Talat Pasha, he returned back and then got deported. But he suffered from traumatic neurosis problem until his death on 1935 in psychiatric clinic in Paris.",
        "Many different type of folk musical instruments are used in Armenia. Duduk is the national musical symbol of Armenia. It is an ancient double-reed woodwind flute made of apricot wood. It is indigenous to Armenia. As mentioned above many duduk songs are sad and weeping. Aram Khachaturian told about the duduk: “It is the only instrument whose sound makes me cry.”",
        "Some other traditional musical instruments are kanun or qanun (kind of boxed zither), qamancha (kind of fiddle similar to Persian kamancheh), dhol (double-headed hand drum ), zurna (wind instrument which played in central Eurasia, ranging from the Balkans to Central Asia ), oud (kind of lute which is common in Middle East and North Africa), etc. ",
        "Similar to Azeri and Turkish culture, Armenia has a type of musicians called ashoughs. Historically they were traveler musicians. They were singing different type of folk songs like historical stories, jokes and riddles. In Armenia their instrument usually was qamancha. Sayat-Nova was one of the most important and famous ashough of Armenia. His name means “King of Songs”.  His songs are in Armenian, Georgian, Azerbaijani, and Persian. ",
        "If you have more information about the folk music of Armenia, its genres or instruments or you know specific song on each genre, please kindly contact us and let us know about it or send them through “Post a Song” link on top of the page. Also if you see any wrong information about the song tags on the list below please kindly let us know."
      ],
      "songsList": [
        {
          "songName": "Ashugh Has Come To Our Street",
          "songArtist": "Armenian Folk Music",
          "songPath": "https://folkcloud.com/uploads/Armenia/1abdf6c3-be9e-48d8-93c1-02133deef6eb.mp3",
          "imgPath": "https://folkcloud.com/images/artists/3a5fbde3-f35d-462a-bde0-bff57ab2c912.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Erzeroum Ring",
          "songArtist": "Ara Bartevian Orchestra",
          "songPath": "https://folkcloud.com/uploads/Armenia/f8e415bb-d6cb-48e1-9ae2-09665f374344.mp3",
          "imgPath": "https://folkcloud.com/images/artists/84c5b63a-557e-4bb5-bf24-051ae637d317.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Harsanyatz Bar (Wedding Dance)",
          "songArtist": "Kavarabar",
          "songPath": "https://folkcloud.com/uploads/Armenia/12b4db2d-a1a3-4678-8360-b3406e0f9058.mp3",
          "imgPath": "https://folkcloud.com/images/artists/1619b5e8-48f6-436d-8757-19d919d27ccf.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    },
    {
      "englishCountryName": "azerbaijan",
      "englishBody": [
        "The folk or traditional music of Azerbaijan, refers to the music tradition exists between Azeri people, in the Republic of Azerbaijan and also Azerbaijan of Iran. Northern part of this area, became part of Russia after a series of war between Iran and Russia during 1804-1813 and 1826-1828. So Azeri people separated by borders but they have had scene of brotherhood until today and this can be seen in their culture and folk music, although their folk music encounter different things during 20th century and also during the globalization. In Iran as Azeri people are in minority, their folk music is less popular and also they are under influence of other Persian folk musics, they had less issue or mixture with western musics but in Republic of Azerbaijan, under the rule of Russian Empire and Soviet Union they mixed a lot with western music and also generate new type of folk musics too. ",
        "The folk music in Azerbaijan lives for 1000's years. Even today it is strong part of Azeri people and it can be recognized by various number of folk music artists. During the history Azerbaijan had been part of different empires and cultures, so it absorb and adopt things from each of them. The first known written book about the Azeri music is from 8th century Kitabi Dede Gorgud by Nizami. It covers music medieval, music genres and also folk music instruments of Azerbaijan.",
        "Azerbaijan had been under the rule of many Persian empire through hundreds of years, Mugham music is actually the brother of Dastgah in Iranian traditional music with very similar names, structures and characters. Music of Dastgah or Mugham can be found in many middle eastern countries between Arabs, Persians and aslo Azeri's. They have their own similarity and difference. Mugham music, the same as it's brother in Iran, is in fact the development of folk music in Urban culture of Azerbaijan. It is a vocal-instrumental music which needs a high level of training. The vocal section is consist of classical poetry of Azerbaijan and also Sufi poetry. The name of many songs or sections are the same as form of poems which shows the importance of poetry in this music. Until the 20th century the tradition of singing Mugham was with Persian poetry but later this tradition changed with singing of Azeri language. The music performed by a group of musicians and usually consist of singer which plays a percussion instrument like daf. Another musicians play tar (lute style instrument common in middle east) and kamancheh (string-bow instrument). This is called \"trio of mugham\". This folk music is consist of composed and structured pieces and also improvisations. Today this type of folk music is one of main elements in Azerbaijan culture and identity.",
        "In contrast with Mugham, this type of folk music (Ashiq) is developed in rural communities. Although ashiq and muqam has borrowed many elements from each other during the years. Ashiq music compared to mugham has simpler language and form and target the wider audience. In fact it is influenced by Turkish music/culture that is presented from China to Balkan region. The word ashuq means love. Ashiq means the devoutness to one's profession and the term developed in 14th centuries. They were a travelling people who played saz or kopuz (types of lute) and their songs was semi improvised based on common melodies. Most of their songs are consist of poems and also many histories.",
        "This type of folk music can be called as rap or hip-hop tradition in Azerbaijan which developed in the beginning of 20th century. Meykhana means pub which originate from the Persian word mey which means wine. This folk music is in fact improvisation of one or more singers based on a specific topic.",
        "As Azerbaijan was under the rule of Russian Empire for about 200 years, they faced the European music through Russia. They accept and adopt this music and put their own folk music into it. Many folk songs or even mugham musics are played and sings in Opera style which today they are part of Azeri's folk music character. The first Opera in Muslim world was composed in Azerbaijan by Uzeyir Hajibeyov named \"Layli and Majnun\". The story line was taken from a love story poem in Persian by Nizami Ganjavi in 12th century. This opera later defined as \"mugham opera\" because it combined mugham in it's traditional form with western opera.",
        "Other than the instruments mentioned above, some other instruments which are used in the folk music of Azerbaijan are oud, barbat (lute type instruments), balaban, tutek, zurna (wind instruments), nagara (percussion instrument), garmon (small accordion), ...",
        "If you have some interesting information about folk music of Azerbaijan or you know some folk songs from Azerbaijan please kindly let us know about them, you can contact us through contact us page or simply send a song for us by clicking on \"Post a Song\" on the top of the page."
      ],
      "songsList": [
        {
          "songName": "Qezelxan",
          "songArtist": "Alim Qasimov ( Alim Həmzə oğlu Qasımov )",
          "songPath": "https://folkcloud.com/uploads/Azerbaijan/02696512-d6a0-49f4-8867-511e359c8944.mp3",
          "imgPath": "https://folkcloud.com/images/artists/f6e37ecb-9336-490d-a476-e685c18791e6.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Heyrati",
          "songArtist": "Seyid Shushinski ( Seyid Şuşinski )",
          "songPath": "https://folkcloud.com/uploads/Azerbaijan/4e148001-0847-41ec-a82d-bbc999b9ddf0.mp3",
          "imgPath": "https://folkcloud.com/images/artists/98ac443d-169e-4433-943a-aef9c1e9a02f.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Mansuriyya",
          "songArtist": "Seyid Shushinski ( Seyid Şuşinski )",
          "songPath": "https://folkcloud.com/uploads/Azerbaijan/58265a50-4ec4-4820-82eb-b8f696eaecdb.mp3",
          "imgPath": "https://folkcloud.com/images/artists/98ac443d-169e-4433-943a-aef9c1e9a02f.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    }
  ],
  "africa": [
    {
      "englishCountryName": "algeria",
      "englishBody": [
        "Algeria is the most important voice of folk music in north Africa. Exposing to West-Africa, Sub-Saharan,Ottoman Empire and also Europe produced to huge diversity of folk and traditional music in Algeria. Although in the past few years after millennium Algeria suffers from fundamentalist and human right violation from the government (or even before that), the folk and traditional music of Algeria is still continue to exists and evolves on it's path and still is one of the leading voice in music of North Africa. During the history, Islamic culture, Arabic poetry meet with the culture of Ethnic groups in Algeria and mixed up with music comes from Europe (specially Andalusia in south of Spain )",
        "Andalusian classical music is a type of music originally created in Emirate of Cordoba (Al-Andalus in south of Spain) in the 9th century. The proccess of creation is not very clear between the historians but it was made by Arab, Kurdish or Persian musicians with the approach of Europian music. Chaabi and Malouf are styles of Andalusian classical music which is popular in North African countries. Malouf is played by small orchestras, consisting of violins, drums, sitars and flutes. Modern malouf has some elements of Berber music in the rhythms, but is seen as a successor to the cultural heights reached by Muslim Andalusia. Ma'luf is more popular or more used in Tunisia than Algeria. Mohamed Tahar Fergani is a Master of Malouf genre from Algeria. Chaabi originally appears in the late 19th century, inspired by vocal traditions of Arab and Berber Andalusian music. Chaabi means \"folk\" in Algerian. For a long time it was underground music and it was played in specific locations  called \"Mahchachat\" (cannabis dens) where the admirer of this music would go to drink coffee. Later it was formalized by El Hadj M'Hamed El Anka. He spend most of his life to develop and teach this music and it became part of popular and folk music of Algeria which is widely used  in weddings and religious festivals. Today he is known as \"father of Chaabi\". Mandole and oud are the main instruments in Algerian Chaabi. Mandole was created in the 1930s by luthier named Bélido, based on an idea by El Hadj M'Hamed El Anka.The mandole has eight, ten, or twelve strings in doubled courses and it looks like oud which is another instrument used widely in North Africa, Arabic countries and also Turkey.",
        "Raï is form of folk music in Algeria which is originated in north-west of Algeria in coast area. It was the music of the shepherds (raï means shepherd) which get mixed with Spanish, French, African and Arabic musical forms, which dates back to the 1930s. Cheikha Rimitti is one of the most iconic and pure musicians of this genre. During the years Raï evolved a lot. It is influenced by pop, hip-hop and many western musics and instruments. It is widely used in popular cultures or disco-techs. Even the musics from Cheikha Rimitti today influenced by western culture.",
        "Gnawa music is a type of folk music which exists mostly in southwest of Algeria. It is repertoire of ancient African Islamic spiritual religious songs and rhythms.The music is performed at lila, entire communal nights of celebration dedicated to prayer and healing guided by the Gnawa maalem, or master musician, and their group of musicians and dancers. The ceremony of gwana is clalled lial. Although lila ceremony still exists today, but this type of folk music is modernized and goes on it's own way. It has a specific world festival and the traditional music of Gnawa is mixed up with many other genres like jazz, blues, hip-hop ... . This music mostly exists in sub-Saharan West-Africa and Morocco. Hasna el Becharia is one of the most famous Algerian musicians of this genre.",
        "The word Berber in Arabic means \"stranger\". Berbers are a nation within a nation in Algeria and North Africa and their region in Algeria is known as Kabylia. Their music is kabyle. They have a rich interesting culture and music. During the years their music influenced all the musics in Algeria and north Africa and even France. During the 1930th, many of Kabyles moved to Paris and they opened cafes. Some musicians like Noureddine Meziane added some modern instruments like violin, guitar and banjo to original folk music and melodies. Later many of these musicians became part of Algerian independence movement.",
        "Tuareg people are a big group of Berber ethnic group who lives in Algeria, Mali, Niger, Libya, Burkina Faso and a small part in Nigeria.They have a big culture including their folk music. The main instruments in pure folk music of Tuareg people in Algeria and also other countries are a kind of violin which named Imzad (or anzad) and small tambour which is called tende. This folk music played in camel and horses races and some other social events. Most of Imzad players are women.",
        "Algeria has also some other type of folk and ethnic musics which historically are old. Like Hofii and Zindalii. But as much as we know there are very rare recordings exists for them, if you know some recordings from them please send them for us or if you have some information about different genres of folk music in Algeria or it's musicians please send us through contact us page. Even a single line will help us to improve this page."
      ],
      "songsList": [
        {
          "songName": "Rouhi Aaliya",
          "songArtist": "Ahmed Zergui ( Ahmed Zergui )",
          "songPath": "https://folkcloud.com/uploads/Algeria/07e226d2-237e-4f69-a0c0-399f1c893584.mp3",
          "imgPath": "https://folkcloud.com/images/artists/3d5f5aeb-6f27-4fe7-8c3b-55812a3c9b09.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Aala Moulat El Khana",
          "songArtist": "Ahmed Zergui ( Ahmed Zergui )",
          "songPath": "https://folkcloud.com/uploads/Algeria/29fc2a2b-0b4f-405d-8b70-40ab2be6798e.mp3",
          "imgPath": "https://folkcloud.com/images/artists/3d5f5aeb-6f27-4fe7-8c3b-55812a3c9b09.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Ya Rayah",
          "songArtist": "Dahmane El-Harrachi ( دحمان الحرّاشي )",
          "songPath": "https://folkcloud.com/uploads/Algeria/bca1673a-cae0-4762-ba4b-a80da4df8233.mp3",
          "imgPath": "https://folkcloud.com/images/artists/6df745c5-008e-4673-abf0-fba8f59af7a2.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    },
    {
      "englishCountryName": "angola",
      "englishBody": [
        "Angola can be named as one of the most important countries in the concept of folk music. Not just because of its folk music today,  but also about the impact it had on traditional music of other countries in the world.",
        "Anglo has been the house for many African ethnic groups. Portuguese arrived in north part of Angola in 1482. They encountered the kingdom of Congo and Ngona people in the south. They started they slavery system from Angola to their other colonial area, primary Brazil. This had big influence on the culture and also folk music of Brazil and other Latin country a lot. Many traditional music and musical instrument in Latin America are influenced by these slavery trading. Many folk music genres developed in Latin America and later came back again to Angola as being part of Portugal Empire. They changed again in Angola by Angolan folk musicians and shaped new genres again. Although, in 20th century because of Portuguese suppress and later unstable political situation and also dictatorship, many of these folk music could not globalized. Angola got independence from Portugal on 1975. So the traditional music of Angola is mixture of African roots, Portuguese and amazingly Latin music.",
        "One of the first and most important pioneers of modern Angolian music was Liceu Vierira Dias. He made a band named Ngola Ritmos in 1940. He considered as father of Angolan popular music. He was heavily influenced by American jazz and Portuguese fado. He was also a political activist and arrested by government. He spend his life in jail for many years. ",
        "Another important Angolan folk musician is Barcelo de Carvalho, also known as Bonga. He was also anti colonial activist and spent many years in exile in Netherland. His album Angola 72, is one of the most important recorded African music records. As he didn’t sing this album in Portuguese, in the beginning the government didn’t get its political message. But later they banned the album and anybody who had it was arrested.",
        "Rhythms are basic structures of folk music in Angolan folk music, the same as many other African musics. There are many different drums and percussion which are used in folk music of Angola. Each one has a specific role in the ensemble. Also Marimba , a kind of xylophone made from wood is very common. Another folk music instrument is Kissanje (or Mbira or Chisanji or Likembe, depending on the region and native language).  This instrument is usually made by fixing metal blades in a plank of wood, and it is played by using the thumbs. Many of these instruments are common between many African tribes and cultures.",
        "Semba is the most important traditional music of Angola. Although it is different from the Brazilian Samba, they have the same dance style(and similar names). It was originated in the coastal part of Luanda and Benguela in 17th century. The word semba comes from the word “Masemba” which means “a touch of the bellies “. Many dances and music genres in Angola today are related to Semba, like Kizomba, Rebita, Kazukuta and Kabetula which are primarily Carnaval Music. ",
        " ",
        "If you have more information about folk music of Angola, it's genres or instruments or you know specific songs on each genre, please kindly contact us and let us know about it or send them through “Post a Song” link on top of the page. Also if you see any wrong information about the song tags on the list below please kindly let us know. "
      ],
      "songsList": [
        {
          "songName": "Manazinha",
          "songArtist": "Ngola Ritmos",
          "songPath": "https://folkcloud.com/uploads/Angola/d965e413-118c-4b9d-bde3-6fe84b8868d4.mp3",
          "imgPath": "https://folkcloud.com/images/artists/16988e9a-240f-4a42-b267-4a07eacfca7e.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Monami",
          "songArtist": "Ngola Ritmos",
          "songPath": "https://folkcloud.com/uploads/Angola/ae69b007-0950-45e6-a0de-8c244416756a.mp3",
          "imgPath": "https://folkcloud.com/images/artists/16988e9a-240f-4a42-b267-4a07eacfca7e.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Zum Zum",
          "songArtist": "Elias Diá Kimuezo",
          "songPath": "https://folkcloud.com/uploads/Angola/10e2eef5-b7c1-4309-8bb3-089675ae6162.mp3",
          "imgPath": "https://folkcloud.com/images/artists/1d964009-fdf3-4d2e-b003-edeefeafd9fe.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    },
    {
      "englishCountryName": "benin",
      "englishBody": [],
      "songsList": [
        {
          "songName": "Gendamou Na Wili We Gnannin",
          "songArtist": "T. P. Orchestre Poly-Rythmo",
          "songPath": "https://folkcloud.com/uploads/Benin/8c8f5c07-2568-41d6-924d-7b1bf185f34c.mp3",
          "imgPath": "https://folkcloud.com/images/artists/c5251839-d548-40df-9fab-4210d25bd9ae.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Aihe Ni Kpe We",
          "songArtist": "T. P. Orchestre Poly-Rythmo",
          "songPath": "https://folkcloud.com/uploads/Benin/5b6100ca-b225-4162-b131-7102a3835d56.mp3",
          "imgPath": "https://folkcloud.com/images/artists/c5251839-d548-40df-9fab-4210d25bd9ae.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Taru, music for dancing",
          "songArtist": "Unknown Artist",
          "songPath": "https://folkcloud.com/uploads/Benin/3d66fd19-28b3-4b28-964a-0b3907d78cf1.mp3",
          "imgPath": "https://folkcloud.com/images/artists/29dee35b-84c7-4e87-a1c3-1a534697adfa.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    }
  ],
  "oceania": [
    {
      "englishCountryName": "australia",
      "englishBody": [],
      "songsList": [
        {
          "songName": "Sandstone slaving",
          "songArtist": "CJ Turner",
          "songPath": "https://folkcloud.com/uploads/Australia/d19004a6-182f-4ad5-9c57-2f676e81762e.mp3",
          "imgPath": "https://folkcloud.com/images/artists/noimage.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Lime Juice Tub",
          "songArtist": "Bushwackers ( Bushwackers )",
          "songPath": "https://folkcloud.com/uploads/Australia/c038f2df-187b-41eb-ba6c-c3e86a399418.mp3",
          "imgPath": "https://folkcloud.com/images/artists/f969a11d-06a0-4e2d-8abb-c9140d9379d4.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "With My Swag All On My Shoulder",
          "songArtist": "Hawking Brothers ( Hawking Brothers )",
          "songPath": "https://folkcloud.com/uploads/Australia/e9c043c4-b73f-4055-8937-109172768851.mp3",
          "imgPath": "https://folkcloud.com/images/artists/a79c660f-1b4d-4e3a-bd37-49f6413d4d69.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    },
    {
      "englishCountryName": "east-timor",
      "englishBody": [],
      "songsList": []
    },
    {
      "englishCountryName": "fiji",
      "englishBody": [],
      "songsList": [
        {
          "songName": "Qera Koto O Niu Marawa",
          "songArtist": "Nawaka Entertainment Group",
          "songPath": "https://folkcloud.com/uploads/Fiji/1ab38435-3726-4afd-9792-0089b5709ecd.mp3",
          "imgPath": "https://folkcloud.com/images/artists/877f2350-f2c1-4362-b1f7-a4b1f76541f1.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Hipi Hipi Hurray",
          "songArtist": "Nawaka Entertainment Group",
          "songPath": "https://folkcloud.com/uploads/Fiji/ceb1ccff-186f-456d-9e01-b6cfa929c1d8.mp3",
          "imgPath": "https://folkcloud.com/images/artists/877f2350-f2c1-4362-b1f7-a4b1f76541f1.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Marama (Ladies)",
          "songArtist": "Vatulawa Trio",
          "songPath": "https://folkcloud.com/uploads/Fiji/d88d36cb-22d3-40a8-87ac-08ed7a37b93d.mp3",
          "imgPath": "https://folkcloud.com/images/artists/a8525a12-4c03-412a-99c8-bb33c19097b7.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    }
  ],
  "europe": [
    {
      "englishCountryName": "albania",
      "englishBody": [
        "Albania is a small country in south of Europe with majority of Muslims and with diverse and interesting types of traditional music. It is part of Balkan countries and during the history mostly was dominated by other nations or cultures, most notably the Ottoman Empire and the former Yugoslavian provinces. Although traditional music of Albania is very characteristic, it is less investigated between other European folk musics. This folk music represent a deep culture and artistic heritage of Albania. This music exists alongside Balkan and Mediterranean music but it has its own characteristic too. What is fascinating is there are diverse types of music and culture in a small area and among many different ethnic groups. Albania was ruled by Enver Hoxha’s socialist government for many years. During this period, there were lots of restriction for Albanian folk music. After 1991, the traditional music of Albania found its way to freedom again. ",
        "Based on dialects and ethnic groups, the folk music of Albania can be divided into four major parts.",
        "This type of folk music can be found in northern part of Albania. In fact, Ghegh people are one of the major ethnic groups in the north. In the north of Albania, including Gheg people, the music is monophonic. It has modal/tonal system that at times is diatonic and at other times chromatic. Their vocal music is usually accompanied by musical instruments and in general it has measurable meter/rhythm. The music has also many sub-genres in different areas.",
        "It is another type of folk music in the North of Albania. The same as Gheg, they are another major ethnic group in the north with different dialect. But of course it is divided into different sub-dialects.  Tosk folk music is also monophonic. It has more complicated melody and harmony than Gheg music. Tosk folk music is pentatonic. Another difference in this type of folk music is usually the rhythm is indefinable. In the case of vocal music it is usually a cappella (without accompaniment of instruments). ",
        "Two notable traditional music instruments in north are Çifteli(plucked string instrument with two string, which one is just used for the melody and another one is just use for drone) and lahuta  (one string fiddle).",
        "Lab traditional music mostly belong to the region named Labëri in southeast of Albania. From one zone to another it has different styles.  It is mainly polyphonic and it has a pentatonic modal/tonal system. This type of folk music has a marked contrast between lines of melodies. In contrast with tosk music, the rhythms are usually measurable. Almost all lab folk music are  a cappella.",
        "As the name shows, this type of traditional music belongs to urban areas. Urban music of Albania consist of both monophony and polyphony. Vocal Urban music always accompanied by musical instruments. After Word War II in the large bands music instruments like Šargija and Çifteli are used which accompanied by clarinet and accordion . The Urban songs are part of  Albania's music heritage and it is also extended to Kosovo. ",
        "Çifteli  and lahuta  are mentioned as two folk music instruments. Some other notable folk music instruments are surlja (wind instrument), dajreja(framw drum), gaida (bagpipe from Balkan and south Europe area), lodra (percussion) and many more.",
        "If you have more information about folk music of Albania, its genres or instruments or you know specific song on each genre, please kindly contact us and let us know about it or send them through “Post a Song” link on top of the page. Also if you see any wrong information about the song tags on the list below please kindly let us know."
      ],
      "songsList": [
        {
          "songName": "Doli Laceja nga stani",
          "songArtist": "Saz'iso",
          "songPath": "https://folkcloud.com/uploads/Albania/bf452a21-ccd6-49ec-ac23-16da4eb727b0.mp3",
          "imgPath": "https://folkcloud.com/images/artists/9b04947b-c543-41e5-8086-0db456928a4a.png",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Qënke veshun me të bardha",
          "songArtist": "Various Artists",
          "songPath": "https://folkcloud.com/uploads/Albania/27111b56-2f4a-4ec7-87e6-b94e228a28f8.mp3",
          "imgPath": "https://folkcloud.com/images/artists/7f524a9a-bcdc-4cdf-a96b-9088f50b9e4d.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Fluturoi një flutur",
          "songArtist": "Various Artists",
          "songPath": "https://folkcloud.com/uploads/Albania/c57a21b4-523a-4dff-ba81-bb1c2fde92b7.mp3",
          "imgPath": "https://folkcloud.com/images/artists/7f524a9a-bcdc-4cdf-a96b-9088f50b9e4d.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    },
    {
      "englishCountryName": "austria",
      "englishBody": [
        "Austria is a small country with hosting big tradition of music for the world, “Classical music”. It was the home of Haydn, Mozart, Beethoven ,Franz Schubert, Strauss and etc. During 18th and 19th centuries, Vienna was the European capital of classical music. Today all around the world these names are well-known with their amazing compositions. They changed the history of music in all the genres and these compositions are used in all part of the world by different genres of musicians. They can be heard in the streets, bars and big official concert halls. Maybe classical music can be named as traditional music of Austria, but this is not all of the story. ",
        "Many genres of folk dances and local music also played and performed in Austria with little orchestras.  Some of traditional dances in Austria are schuhplattler, ländler, polka, waltz, zwiefacher, kontratänze and sprachinseltänze. Some of them like polka and waltz are also common in many part of Europe. Some other like schuhplattler shared with the Alpine regions.",
        "This genre of folk music is a form of singing which involves repeated and rapid changes of pitch between the low-pitch chest register (or \"chest voice\") and the high-pitch head register or falsetto. Yodeling is one of the oldest forms of communication. Too many times of switching from high and low voices and vice versa, can attract listeners from far away. When yodeling performed by many singers, it is very attractive and touching. Yodeling is common in different Alpine regions like Switzerland, Austria, and southern Germany. It is also went to United State with German immigrants in Pennsylvania in the early 1800s. Today there are many yodelers in many part of the world. Yodeling is one of the strong elements of folk music in Austria.",
        "This genre of folk music is an urban music developed in Vienna by brothers Josef and Johann Schrammel in 1878. They were two violinists. It is still performed in Austria today. After Schrammel borthers many great composers like Johann Strauss, Johannes Brahms used this style of folk music for their compositions. The orchestras which plays schrammelmusik usually consist of clarinet, accordion, violin, and contraguitar. Contraguitar is a kind of guitar developed in Vienna in the mid-nineteenth century. In addition to the usual guitar neck with six strings and a fretboard, it has a second, fretless neck with up to nine bass strings. ",
        "One of the interesting instrument which is found in the popular and folk music of Austria is zither. It is a kind of string instrument which traditionally found in Slovenia, Austria, Hungary, France, north-western Croatia, the southern regions of Germany and alpine Europe. ",
        "Please kindly help us to improve this article about folk music of Austria. You can send us some folk songs from the top menu or send us more information about the folk music of Austria through contact us page. Also if you see any mistake in the tags of the song list, please kindly let us know about it. "
      ],
      "songsList": [
        {
          "songName": "Mizzi Starecek-Marsch",
          "songArtist": "Strohmayer-Kemeter Harmonika",
          "songPath": "https://folkcloud.com/uploads/Austria/e09b88df-fcd1-48e2-95f0-5893a056f828.mp3",
          "imgPath": "https://folkcloud.com/images/artists/03720547-75ca-49b2-bf8a-f6c339b92345.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Schleuderer-Tänze",
          "songArtist": "Violinduett Mit Klavierbegleitung",
          "songPath": "https://folkcloud.com/uploads/Austria/17c54a27-565e-40e0-a6a9-e7c60cd1ff19.mp3",
          "imgPath": "https://folkcloud.com/images/artists/8360f96b-a31b-42f6-9223-100e802716e5.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Austrian Yodel",
          "songArtist": "Rick Cassman, Vyv Hope-Scott",
          "songPath": "https://folkcloud.com/uploads/Austria/bce58ba0-fbd3-4287-af28-e4fc050ef2b3.mp3",
          "imgPath": "https://folkcloud.com/images/artists/c46261fe-53ea-40ba-8fc1-1ad8f9bc3687.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    },
    {
      "englishCountryName": "belarus",
      "englishBody": [],
      "songsList": [
        {
          "songName": "Leto (Summer)",
          "songArtist": "Ivan Pitsukha ( Иван Пицуха )",
          "songPath": "https://folkcloud.com/uploads/Belarus/76201eca-2c54-431e-adc6-aa2832709711.mp3",
          "imgPath": "https://folkcloud.com/images/artists/9967cc75-966f-4a44-95fa-8bfbbe2e0d47.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Oh there is a viburnum tree in the meadow",
          "songArtist": "RADA ( РАДА )",
          "songPath": "https://folkcloud.com/uploads/Belarus/2d9ba779-82d6-4433-87dc-615571a746d3.mp3",
          "imgPath": "https://folkcloud.com/images/artists/47aa3f43-637f-40b1-bf3f-033d76bf2dc8.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Ščodry viečor (Night of plenty)",
          "songArtist": "Nina Minievič, Nadzieja Suprun ( Ніна Міневіч, Надзея Супрун )",
          "songPath": "https://folkcloud.com/uploads/Belarus/26ca8ea2-4420-432d-9596-696759e161c9.mp3",
          "imgPath": "https://folkcloud.com/images/artists/d18a0f8d-a011-473a-b6b6-09b5c1d0ee72.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    }
  ],
  "north-america": [
    {
      "englishCountryName": "bahamas",
      "englishBody": [],
      "songsList": [
        {
          "songName": "The Lord Is My Shepherd",
          "songArtist": "Joseph Spence",
          "songPath": "https://folkcloud.com/uploads/Bahamas/f0433800-ab5b-4b9c-b990-9b3e23390864.mp3",
          "imgPath": "https://folkcloud.com/images/artists/722bff66-c474-4336-b112-968220113bd7.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Out On The Rolling Sea",
          "songArtist": "Joseph Spence",
          "songPath": "https://folkcloud.com/uploads/Bahamas/86389ab6-30ab-426d-905a-fc899ae0b177.mp3",
          "imgPath": "https://folkcloud.com/images/artists/722bff66-c474-4336-b112-968220113bd7.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Know When Thy Shepherd Calling",
          "songArtist": "Bahamas Folk And Calypso Ensemble",
          "songPath": "https://folkcloud.com/uploads/Bahamas/cc1e9b31-3efc-4b11-9573-b6a05845e69e.mp3",
          "imgPath": "https://folkcloud.com/images/artists/2437c35b-eddc-4b7a-9e29-7be56c80071b.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    },
    {
      "englishCountryName": "canada",
      "englishBody": [],
      "songsList": [
        {
          "songName": "The Kangaroo",
          "songArtist": "Willie Stratton",
          "songPath": "https://folkcloud.com/uploads/Canada/c94bdf02-c6d6-4dbd-806b-a0f98f826aa1.mp3",
          "imgPath": "https://folkcloud.com/images/artists/66c1a301-a8e9-4f08-b695-6ec831158589.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "A Maid I Am In Love",
          "songArtist": "Amy Lou Keeler",
          "songPath": "https://folkcloud.com/uploads/Canada/b821568d-fae6-4c48-a78a-c4aea3d0af6a.mp3",
          "imgPath": "https://folkcloud.com/images/artists/d5f17609-b3eb-4d29-a6d4-bc34105f4119.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "LTJ",
          "songArtist": "Broomsticks and Hammers ( Broomsticks and Hammers )",
          "songPath": "https://folkcloud.com/uploads/Canada/66a1df59-f600-45c0-b00c-3ab20f331c31.mp3",
          "imgPath": "https://folkcloud.com/images/artists/41e97a3a-76f9-4632-97a4-757ff68ed68e.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    },
    {
      "englishCountryName": "costa-rica",
      "englishBody": [],
      "songsList": [
        {
          "songName": "Canela Y Miel",
          "songArtist": "Malpaís",
          "songPath": "https://folkcloud.com/uploads/Costa Rica/4840a82e-ae41-4f20-9398-6a48bfe475c2.mp3",
          "imgPath": "https://folkcloud.com/images/artists/88b09e90-3dd9-4cdd-8bde-ddc19031b733.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Malpaís",
          "songArtist": "Malpaís",
          "songPath": "https://folkcloud.com/uploads/Costa Rica/52655856-05b1-436b-a737-39ebd3782c86.mp3",
          "imgPath": "https://folkcloud.com/images/artists/88b09e90-3dd9-4cdd-8bde-ddc19031b733.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Macorina",
          "songArtist": "Chavela Vargas",
          "songPath": "https://folkcloud.com/uploads/Costa Rica/9ed6c5c6-2041-4e6b-b7b4-54b9c2f97530.mp3",
          "imgPath": "https://folkcloud.com/images/artists/29f4a86e-f345-4c2e-bd2e-a923988ef9fc.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    }
  ],
  "south-america": [
    {
      "englishCountryName": "argentina",
      "englishBody": [
        "Argentina is one of the most sophisticating country in the culture and the music in South America. It has big musical influence on the other countries in South America. You can see Argentinian musicians from hippie style to professional ones, widely spread in all South America. They play from the Bars or streets to the big concert halls. ",
        "The first known trace of human in Argentina comes back to Paleolithic period, which means for thousands of years. Before colonial era, people in Argentina was consist of different hunter tribes and small amount of farmer tribes. The first European arrived in 1502. After a while Argentina became part of Spanish colonial and Spain ruled there for many decades until the independence 25 May 1810. Being part of Spanish colonial, the folk music of Argentina shaped under their influence. Also by massive immigration of other European nations and mixing with folk music of local tribes, the characteristic of folk and traditional music in Argentina shaped. Almost 60% of the population today has Italian origin and 17% has French origin. In the beginning of 20th century, Argentina was the seventh wealthiest developed nation in the world. Although later situation changed to political instability and dictatorship.",
        "The folk music in Argentina is different and diverse from state to state. And the folk music is under the influence of different European and indigenous. During the year there are many folk music and dance festivals in Argentina. ",
        "The list of these folk music and dances are long. We list some more popular folk music styles here:",
        "This is the most well-known traditional Argentinian music in the world. The music and rhythm of tango has Afro roots in Africa. Although tango mainly developed in Argentina and Uruguay, there are records of 19th and early 20th century tango styles in Cuba and Spain. The Afro rhythms came through European immigrant to Uruguay and Argentina and then developed in these countries. This type of folk music originally played by a solo guitar, guitar duo, and later by an ensemble, known as the orquesta típica which includes violin, flute, bandoneóns. Later some other instruments like piano added by tango legends. Tango originally was a dance focused music but later by the effort of some musicians like Carlos Gardel, Edmundo Rivero (and many more) turned into lyric style folk music. There are different meanings has been said for the root of the word tango. Some believe it to be derivative of the Yoruban (A West African religion) word tano, which slaves used to identify their drums and communicate where music was being played. Others believe the word comes from the Portuguese tanguera, means \"to play\". Some other says the word tango originally was used to describe native drumming and the places where dancing was being performed. So whatever the meaning was, after it came to Argentina, it mixed up with many different local style of folk music. For example by Payada, the Milonga from Argentine and Uruguay Pampas, and Uruguayan Candombe. Although in the early time of tango, it was played by solo guitar or a duet, the first known tango band was consist of a violin and a clarinet. The violinist was an Afro-Argentinean, named Casimiro Alcorta and Sinforoso was another Afro-Argentinean on the clarinet. The first recorded tango music happened in 1889 although the author is unknown. The name of the song is \"La Canguela\".",
        "This type of folk music is accordion based and it is common in northeastern region (provinces of Corrientes, Formosa & Misiones). This area had immigrant from Poland, Austria and Germany. They used accordion with different European folk music styles like Polkas, Mazurkas and waltzes. So they mixed it up with local folk music and African rhythms to create chamamé. The typical group today includes accordion, guitar and bass guitar.",
        "Cuarteto is a folk musical genre dance. It was born in Córdoba, Argentina. The roots of this folk music are in Italian and Spanish dance ensembles. It also mixed with Colombian guarachas, Dominican merengue and Latin salsa. The ensembles of Cuaurteto involves a solo singer, piano, accordion and violin.",
        "This type of folk music is also from both Argentina and Uruguay. It is also used in Chile and South Brazil.  Payador is the name of the person who perform this type of folk music. It is a performance of improvised verse usually accompanied by guitar. In the performances two or more payadores will compete to produce the most eloquent verse. It is like a duel in singing and making poems with questions and answers style. One of the most famous Argentinian payador was Gabino Ezeiza. In Argentina on 23th of July is the \"Day of Payador\" in commemoration of the famous payada where Juan Nava and Gabino Ezeiza competed. ",
        "This type of folk music is also accompanied with folk dance. It is originated in Santiago del Estero. The ensemble usually consist of voice, guitar, violin and bombo drum. Most of the chacarera repertoire can be traced to the 1920s sheet music of Andrés Chazarreta. The history of chacarera before the recording of folk music begins in Argentina, is not very clear. So what we know mostly about it, comes back to the beginning of 20th century. The word \"chacra\" means \"farm\", as it was usually danced in rural areas.",
        "This type of music is a music movement started from Chile on 60s but then moved to many other South American countries. Argentina has strong tradition of Nueva canción which means \"New song\". The music is usually about the social, political and human rights topics and it was common between the left parties. Some of the most significant musicians of Nueva canción in Argentina are Mercedes Sosa and Atahualpa Yupanqui.",
        "Some other notable folk music and dances from Argentina are zamba, cuecas and milonga.",
        "Please kindly help us to improve this article about folk music of Argentina. You can send us some folk songs from the top menu or send us more information about the folk music of Argentina through contact us page. Also if you see any mistake in the tags of the song list, please kindly let us know about it."
      ],
      "songsList": [
        {
          "songName": "Cambalache",
          "songArtist": "Enrique Santos Discépolo ( Enrique Santos Discépolo )",
          "songPath": "https://folkcloud.com/uploads/Argentina/22be6af5-2a91-485c-b4fb-62166a85e5fc.mp3",
          "imgPath": "https://folkcloud.com/images/artists/73d13b60-6a71-4a1a-a2b4-49b7545ac8f7.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Carnavalito (El Humahuaqueño)",
          "songArtist": "Edmundo Zaldívar ( Edmundo Zaldívar )",
          "songPath": "https://folkcloud.com/uploads/Argentina/054b31eb-1831-4b75-9226-62625ff54db4.mp3",
          "imgPath": "https://folkcloud.com/images/artists/3aeb0e6d-ea7b-42dd-80ce-c668527b9d18.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "La Maza",
          "songArtist": "Mercedes Sosa",
          "songPath": "https://folkcloud.com/uploads/Argentina/e8927d2f-4bcf-4849-a333-2ca6692500c9.mp3",
          "imgPath": "https://folkcloud.com/images/artists/57e5afc9-a7a3-4a37-b9a1-77c574cec6bc.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    },
    {
      "englishCountryName": "bolivia",
      "englishBody": [
        "Folk Music of Bolivia has similar roots the same as it's neighbors. Bolivia is a high country mostly covered with Andes mountains and it has several uphills and downhills and also tropical area. La paz, the capital is highest capital in the world. As many Andean countries Bolivia has the same history of colonization from Spain, and also culture affected by slavery comes from Africa. So the folk and traditional music of Bolivia is mixture of Spanish music, Afro music and the music of Indigenous people who lived in Bolivia before colonization. This music has it's own diversity and it's total bounded to the dance styles and rhythms in Bolivia and it's furnished by Bolivian clothing and also other culture factors. There are many carnivals and festivals exists during the year which represents these music and dances. These folk musics and dances are part of the proud of the country as there is folk department in the Bolivian Ministry of Education. You can listen to some of folk music of Bolivian on the list below after this text.",
        "The folk music of Bolivia changes from valley to valley or mountain to tropical area. The dance and music are the heartbeat of the culture. Pre-colonization music still exists and played in the towns and villages. The original music had an odd pentatonic scales but during the years, Bolivian musics adopt these musics to seven notes scales and cause Andean music evolve and more suitable for western ears. ",
        "Bolivian folk music brought to urban population by a quartet called Los Jairas. They brought this folk music to radio and make it popular through Boliva. The bound was founded by Gilbert Favre. Later this folk music evolve and refined more by bands like Khanata, Paja Brava, Savia Andina, and especially folk music bands Los Kjarkas and Kalamarka. They made many concerts and tours in the world and made folk music of the Bolivia known to the world and make a mark for themselves as Andean music in the history of music.",
        "The instruments uses in the folk and traditional music of Bolivia are huge. Originally, before the invade of Spanish people, it was only consist of wind and percussion instruments. Zampolla or Siku (pan pipe), quena with their variations are main wind folk music instruments. Bombo, huancara, reco reco are some of the percussion instruments. If you travel through Andean mountains in Bolivia, it is rate to find an indigenous Bolivian who cannot play one or some of these instruments. Guitar and Charango (string instrument with it's family) is another instruments which are used in folk music of Bolivia. The history of Charango is not very clear and it is not known when it was created first. Ernesto Cavour  charanguista, composer, and consulting music historian for many museums around the world, has noted characteristics of the charango in various vihuelas and guitars of the 16th century, and maintains the charango is the direct descendant of the vihuela (an ancestor of the classical guitar). On the more modern versions of traditional music of Bolivia violin and accordions also used.",
        "Some of the notable Bolivian music or dances are:",
        "Saya comes from Afro Bolivian communities in High Andeans mountains, The music named saya and the dance named \"Negritos\". Caporal is one of the branches from saya. Caporal means \"ranch manager\". It is one of the most well-known traditional music and dances of Bolivia. One of the most famous songs of saya is \"Llorando Se Fue\" which later changed by Braziliam singer \"Kaoma\" to \"llambada\" and got famous all around the world.",
        "Cueca is a traditional music from Valleys of Boliva. It is also common in Argentina, Chile, Mexico, Peru. But of course they have their own differences.It is played with charangos, guitars, violins and accordions.",
        "Huayno is a traditional music of Boliva belonged to indigenous and Quechua people. It is also common in Peru and Ecuador. In Bolivia Huayno played with quena, zampolla and charango. In peru it is also played with violin.",
        "Chacarera is a traditional music of Bolivia which is also common in Argentina and Paraguay. It is played with the guitar, violin, accordion and bass drums. The dance is very hard and needs lots of flexibility and it has many acrobatic jumps and spins.",
        "This traditional Bolivian music is from Tropical area. It is believed that it is originated from dance of warrior. \"takirikire\" means \"dance of the arrow\".",
        "This is not exactly a traditional music. This Bolivian music type originates with the European tradition of the troubadours (minstrels) who settled the region. It's a duel done between duelers in the \"chapacos\" parties. Each singer, sing his/her own part and the other respond until to see who do this better. This singing can be accompanied by some small drums or violin or guitar or non of them.",
        "Some other folk or traditional music of Bolivia which can be noted are Morenada, Diablada, Llamerada, Cullaguada, Pujllay, Chovena, ..",
        "The traditional music of Bolivia is huge and diverse. If you have more information about folk music of Bolivia, it's genres or instruments or you know specific songs on each genre, please kindly contact us and let us know about it. Also if you see any wrong information about the song tags on the list below please kindly let us know."
      ],
      "songsList": [
        {
          "songName": "Minerito",
          "songArtist": "Bolivia Manta",
          "songPath": "https://folkcloud.com/uploads/Bolivia/c30ba27f-f46d-4c5c-bc30-8a15293a93a6.mp3",
          "imgPath": "https://folkcloud.com/images/artists/a0980f34-50f7-49a3-b4c6-895eb71fa215.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Ch'uwa Yaku Kawasaypuni",
          "songArtist": "Luzmila Carpio",
          "songPath": "https://folkcloud.com/uploads/Bolivia/925e32db-64d8-4e64-b8c2-fb1d2839fe71.mp3",
          "imgPath": "https://folkcloud.com/images/artists/1858f73b-d959-49b9-b69b-b691a2731568.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Salaque de Mojocoya",
          "songArtist": "Norte Potosi ( Norte Potosi )",
          "songPath": "https://folkcloud.com/uploads/Bolivia/fe5b7e15-5bfc-4c1c-87b2-e6bdf1c76cd1.mp3",
          "imgPath": "https://folkcloud.com/images/artists/fcece9d9-a2b2-4c87-9161-a2fb52cf1ef6.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    },
    {
      "englishCountryName": "brazil",
      "englishBody": [
        "While I was investigating about Brazilian folk music, I came to this conclusion: \"Give something to Brazilian, it doesn't matter what it is, happy or sad, nice or ugly, bad or good; They will make revolutionary changes on it and give back something amazing and irresistible to you\". This is my conclusion about this music and culture. Whatever I say more is  just wasting the time, skip to the bottom of this text and listen to the music without wasting your life with my poor words.",
        "Haha, No, please stay with me more. I want to mention you one more thing. Miles Davis has a phrase about Joao Gilberto who is the original voice of bossa nova: \"His voice is so ***ing incredible, I could listen all night to him singing the ***ing phone book.\"",
        "Brazilian folk music consist of vast majority of styles. It's a country which European, African and North American music met and they keep some of them original as their folk music and change/mix some of them and make new extra-ordinary genres in the history of music. Like Bossa Nova. That's why we put some jazz and modern music here too, because they are part of the title in Brazil culture. ",
        "Examples of some Indigenous and folk music are Capoeira music, Maracatu, Afoxé, Repente. The first two are Afro-Brazilian music. ",
        "The popular / folk music of Brazil which is more famous are Choro and Samba. Choro is mixture of some European musical genres (polka, schottische, waltz, mazurka and habanera) which influenced by African rhythms, principally the lundu and the batuque. Originally it was played by a trio of flute, guitar and cavaquinho. But later it was also played by mandolin, clarinet, saxophone, trumpet and trombone. Usually it is a fast and happy music. Samba is Brazil's most classic popular music. It is like blues for American. Originally it was invented by port workers for expressing their culture, dignity and pride. During the time, samba has become an icon of Brazilian culture.",
        "The most familiar Brazilian musical genre to the world is bossa nova. It is the refined of samba in the way Miles Davis refined Jazz. Joao Gilberto is one of the main voice of bossa nova and the one who has the most credit for inventing the genre.",
        "Each type of these genres is a topic of long article. I will complete the text slowly, if you have some interesting information about these musics, please send it for me from Contact us page of the website and I will put it here.",
        "If you have interesting information about Brazilian folk music please send us through contact us page or put a comment on individual song page. Even a single small sentence will help us."
      ],
      "songsList": [
        {
          "songName": "Receita De Samba",
          "songArtist": "Jacob do Bandolim",
          "songPath": "https://folkcloud.com/uploads/Brazil/b787517d-b46a-4e92-b4ae-b97eb810922b.mp3",
          "imgPath": "https://folkcloud.com/images/artists/e9b940be-0a14-4526-ae88-6a6d458314fd.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Antonio Maria",
          "songArtist": "Claudionor Germano",
          "songPath": "https://folkcloud.com/uploads/Brazil/d6477a0d-2a02-4f4b-87aa-cc9d72fb865e.mp3",
          "imgPath": "https://folkcloud.com/images/artists/e07fa23a-c437-47db-aaf7-15837f2917e0.jpg",
          "like": 0,
          "dislike": 0
        },
        {
          "songName": "Acorda Maria Bonita",
          "songArtist": "Rolando Boldrin & Renato Teixeira ( Rolando Boldrin & Renato Teixeira )",
          "songPath": "https://folkcloud.com/uploads/Brazil/fb9a9d01-09c8-4035-98c0-330e2dbcd65c.mp3",
          "imgPath": "https://folkcloud.com/images/artists/de834a5d-96ec-4107-9431-ba516cecdc98.jpg",
          "like": 0,
          "dislike": 0
        }
      ]
    }
  ]
}
